[
    {
        "spotifyId": "2Iss9rGmxvoEfVigargjTH",
        "youtubeId": "UCP0BspO_AMEe3aQqqpo89Dg",
        "name": "Moona Hoshinova",
        "content": "Moon Moon~ Moona Dayo!\n\nA college girl who works as a model and idol, but later got interested to become a VTuber too.\nOn some rare occasion, Moona’s stream might be visited by Moona’s “another personality,”Hoshinova. That has deeper big sister-like voices and sadistic tendesion. Pay attention to her streams to meet Hoshinova!",
        "imgUrl": "https://hololive.hololivepro.com/wp-content/uploads/2022/04/3002_Moona-Hoshinova.png",
        "fanName": "Moonafic",
        "debut": "April 11, 2020",
        "BranchId": 1
    },
    {
        "spotifyId": "3PLJjPD8KDRzaEdznJT16j",
        "youtubeId": "UCOyYb1c43VlX9rc_lT6NKQw",
        "name": "Ayunda Risu",
        "content": "Hewwrroo everyone ~!!”; “Purupuru ganbari Risu ~!”\n\nA squirrel girl from a magical forest.\nShe was lost in the human world, but due to certain circumstances, she ends up living in the home of a kind older sister.\nTo return the favor, she decides to become a VTuber.\nRisu act, most of the time, just like a squirrel she is. She loves to do subtle pranks on people, shy with new people, and love to tease her viewer. Her laugh is also one of her unique characterictic.",
        "imgUrl": "https://hololive.hololivepro.com/wp-content/uploads/2022/04/3001_Ayunda-Risu.png",
        "fanName": "Risuners",
        "debut": "April 10, 2020",
        "BranchId": 1
    },
    {
        "spotifyId": "0BMLTnMl6Tljh8FUrOjING",
        "youtubeId": "UCAoy6rzhSf4ydcYjJw3WoVg",
        "name": "Airani Iofifteen",
        "content": "IOFORIA~! OBISA Pagi semua! I’m your beloved smart alien iofi from hololive Indonesia, nice to meet you!\n\nAn alien princess who ran away from home and come to the earth and fell in love with earth’s culture, sometimes like to tease the viewers and being a nice iomama if her fans needs it. Sometimes got crazy over gacha game.",
        "imgUrl": "https://hololive.hololivepro.com/wp-content/uploads/2022/04/3003_Airani-Iofifteen.png",
        "fanName": "IOFORIA",
        "debut": "April 12, 2020",
        "BranchId": 1
    },
    {
        "spotifyId": "1OhTcluS7b80jZfvQngApR",
        "youtubeId": "UCYz_5n-uDuChHtLo7My1HnQ",
        "name": "Kureiji Ollie",
        "content": "ZOMBANWA!! SUPER KAWAII ZOMBIE IDOL, KU KU KU KUREIJI OLLIE DESU~!!\n\nA zombie high school girl risen from her grave. She headed home, relying on memories retained from when she was still alive.\nUpon arriving, she discovered it had turned into a ramen shop! And so, in order to reclaim her house, she decided to become a VTuber.\nOllie has a very big tendency to scream. Always lower your volumes during her streams.",
        "imgUrl": "https://hololive.hololivepro.com/wp-content/uploads/2021/08/ollie_pr-img-210831.png",
        "fanName": "#ZOMRADE",
        "debut": "December 4,2020",
        "BranchId": 1
    },
    {
        "spotifyId": "44udMKGBm7IJxh63aPv0cj",
        "youtubeId": "UChgTyjG-pdNvxxhdsXfHQ5Q",
        "name": "Pavolia Reine",
        "content": "Perhatian, sang putri merak yang tertiup angin, aku Pavolia Reine dari hololive ID.\n\nLady of the Peafowl. While studying at a magic academy, she was involved in an incident and transferred to the human world.\nSince then, she has been unable to use much of her magic.\nVery fond of sweets, but weak with overly spicy food. At first glance, she seems to be the elegant type, but people who spend some more time with her will find out that she has more of a dorky personality. To quite a number of viewers, her laugh has been perceived as similar to a car engine starting.",
        "imgUrl": "https://hololive.hololivepro.com/wp-content/uploads/2021/10/reine_pr-img_211025.png-e1636444611578-768x1436.png",
        "fanName": "MERAKyats",
        "debut": "December 6, 2020",
        "BranchId": 1
    },
    {
        "spotifyId": "",
        "youtubeId": "UC727SQYUvx5pDDGQpTICNWg",
        "name": "Anya Melfissa",
        "content": "Good day! This is Anya Melfissa from hololive ID 2nd Generation.\n\nAn ancient weapon known as “Keris,” she was granted human form through a mystical ritual performed by her master.\nShe’s just about always sleeping or playing games. Living mostly alone for so long has made her tend to be apathetic towards things and people she’s uninterested in, but when talking about things she likes, she can be quite childlike and passionate.\nHer base personality is actually apathetic, especially towards humans. Don’t let looks fool you - that’s what every foolish human always does to themselves somehow.",
        "imgUrl": "https://hololive.hololivepro.com/wp-content/uploads/2021/08/anya_pr-img_210831.png",
        "fanName": "MelFriends",
        "debut": "December 5, 2020",
        "BranchId": 1
    },
    {
        "spotifyId": "",
        "youtubeId": "UCTvHWSfBZgtxE4sILOaurIQ",
        "name": "Vestia Zeta",
        "content": "She is the mysterious 7th recruit of The Secret Archive Unit that has a full license to collect virtual data.\nDespite her being a promising rookie, who is also known as codename V.7, she turns clumsy when things are not going exactly according to the manual.\nIt was initially a lonely mission to infiltrate the virtual world, but now she had found comfort here. Will this mission end up leading her to a new destiny instead...?",
        "imgUrl": "https://hololive.hololivepro.com/wp-content/uploads/2022/03/Vestia-Zeta_pr-img_resize.png",
        "fanName": "Zecretary",
        "debut": "March 25, 2022",
        "BranchId": 1
    },
    {
        "spotifyId": "",
        "youtubeId": "UCZLZ8Jjx_RN2CXloOmgTHVg",
        "name": "Kaela Kovalskia",
        "content": "After taking over her great blacksmithing teacher's forge, she felt a lack of excitement in her life.\nSo, she decided to be free and depart on a journey to find rare smithing materials, one of which was rumored to be under the building of a certain idol group in town.\nShe also loves challenging herself and has a peculiar taste when it comes to foods!",
        "imgUrl": "https://hololive.hololivepro.com/wp-content/uploads/2022/03/Kaela-Kovalskia_pr-img_resize-768x2057.png",
        "fanName": "Pemaloe",
        "debut": "March 26, 2022",
        "BranchId": 1
    },
    {
        "spotifyId": "6AjW1aE0OlIoRGdnwbHgP2",
        "youtubeId": "UCjLEmnpCNeisMxy134KPwWw",
        "name": "Kobo Kanaeru",
        "content": "A carefree girl who lives in the topmost room of a lighthouse, she is actually the bloodline of the strongest rain shaman in the area. She has great potential to control rain, but she does not like to do it as a task.\nIn order to win back her Rain Master title, she needs to prove to her family that she can keep their rain shaman service afloat. Not only does she have to train daily, but she also needs to adopt some sort of virtual marketing strategy to succeed!",
        "imgUrl": "https://hololive.hololivepro.com/wp-content/uploads/2022/03/Kobo-Kanaeru_pr-img_resize.png",
        "fanName": "Kobokerz, Cebokerz",
        "debut": "March 27, 2022",
        "BranchId": 1
    },
    {
        "spotifyId": "1PhE6rv0146ZTQosoPDjk8",
        "youtubeId": "UCL_qhgtOy0dy1Agp8vkySQg",
        "name": "Mori Calliope",
        "content": "The Grim Reaper's first apprentice. Due to modern medical care causing a decline in the reaping business, Calliope decided to become a VTuber to harvest souls instead. It seems that the ascended souls of the people who are vaporized by the wholesome interactions between VTubers go to her as well.\nThat being said, despite the image her hardcore vocals and manner of speech gives off, she's actually a gentle-hearted girl who cares greatly for her friends.",
        "imgUrl": "https://hololive.hololivepro.com/wp-content/uploads/2022/04/4001_Mori-Calliope.png",
        "fanName": "Dead Beats",
        "debut": "September 12, 2020",
        "BranchId": 3
    },
    {
        "spotifyId": "6UCFRdg4ySMWj6O4QRKyZs",
        "youtubeId": "UCHsx4Hqa-1ORjQTh9TYDhww",
        "name": "Takanashi Kiara",
        "content": "An idol whose dream is to become the owner of a fast food chain. Kiara is a phoenix, not a chicken or turkey. (Very important)\nShe burns brightly, working herself to the bone since she'll just be reborn from her ashes anyway.",
        "imgUrl": "https://hololive.hololivepro.com/wp-content/uploads/2023/01/Takanashi-Kiara_pr-img_01.png",
        "fanName": "kfp",
        "debut": "September 12, 2020",
        "BranchId": 3
    },
    {
        "spotifyId": "3iPvwu8p75fYRa0V4wi8gN",
        "youtubeId": "UCMwGHR0BTZuLsmjY_NT5Pwg",
        "name": "Ninomae Ina'nis",
        "content": "Despite her looks, Ina'nis is actually a priestess of the Ancient Ones. One day, she picked up a strange book and then started to gain the power of controlling tentacles. To her, tentacles are just a part in her ordinary life; it has never been a big deal for her. However, her girly mind does want to get them dressed up and stay pretty.\nAfter gaining power, she started hearing Ancient Whispers and Revelations. Hence, she began her VTuber activities to deliver random sanity checks on humanity, as an ordinary girl.",
        "imgUrl": "https://hololive.hololivepro.com/wp-content/uploads/2022/04/4003_Ninomae-Inanis.png",
        "fanName": "tentacult",
        "debut": "September 13, 2020",
        "BranchId": 3
    },
    {
        "spotifyId": "1Spm887PTszc2AoNYpoCld",
        "youtubeId": "UCoSrY_IQQVpmIRZ9Xf-y93g",
        "name": "Gawr Gura",
        "content": "A descendant of the Lost City of Atlantis, who swam to Earth while saying, It's so boring down there LOLOLOL!\nGura bought her clothes (and her shark hat) in the human world and she really loves them. In her spare time, she enjoys talking to marine life.",
        "imgUrl": "https://hololive.hololivepro.com/wp-content/uploads/2022/04/4004_Gawr-Gura.png",
        "fanName": "chumbuds",
        "debut": "September 13, 2020",
        "BranchId": 3
    },
    {
        "spotifyId": "0R8gPf3buI10EYWrB7FBlm",
        "youtubeId": "UCyl1z3jo3XHR1riLFKG5UAg",
        "name": "Watson Amelia",
        "content": "Amelia heard strange rumors online surrounding hololive: talking foxes, magical squirrels, superhuman dogs, and more. Soon after beginning her investigation on hololive, and just out of interest, she decided to become an idol herself!\nShe loves to pass her time training her reflexes with FPS games, and challenging herself with puzzle games. It's elementary, right?",
        "imgUrl": "https://hololive.hololivepro.com/wp-content/uploads/2022/04/4005_Watson-Amelia.png",
        "fanName": "teamates",
        "debut": "September 13, 2020",
        "BranchId": 3
    },
    {
        "spotifyId": "2hRrM4EVq5bjYRHQvX7goz",
        "youtubeId": "UCp6993wxpyDPHUpavwDFqgg",
        "name": "Tokino Sora",
        "content": "“Hey, Sora-tomo! How are you all doing? It's me, Tokino Sora!”\n\nHololive Production's first virtual idol, debuting on September 7, 2017. She loves horror games and singing, and has always dreamed of performing in Yokohama Arena.\nShe signed a record deal with Victor Entertainment in March 2019. She is active in various forms of media, such as appearing in Watanuki-san Chi no and hosting Sora Ao to!, a radio show.\nShe held her first solo concert, Dream!, on October 6, 2019, taking one step closer to her ultimate goal.",
        "imgUrl": "https://hololive.hololivepro.com/wp-content/uploads/2020/06/sora_pr-img_2.png",
        "fanName": "Sora-tomo (Sora's Pals)",
        "debut": "September 7, 2017",
        "BranchId": 2
    },
    {
        "spotifyId": "1JSf6ODLyqPpYQAHN7S1Th",
        "youtubeId": "UCDqI2jOz0weumE8s7paEk6g",
        "name": "Robocosan",
        "content": "“Hellobo! Roboco here!”\n\nA lonely, clunky robot from a faraway wasteland.\nNow that she's a Virtual YouTuber, she wants to interact with\nlots of people and live each day to the fullest.",
        "imgUrl": "https://hololive.hololivepro.com/wp-content/uploads/2020/06/roboco-san_pr-img_06.png",
        "fanName": "Robosa",
        "debut": "March 4, 2018",
        "BranchId": 2
    },
    {
        "spotifyId": "0HX3yJ7THlqC9drRqhOkgo",
        "youtubeId": "UC0TXe_LYZ4scaW2XMyi5_kw",
        "name": "AZKi",
        "content": "I'm the Virtual Diva AZKi! I love music and singing!\n\nA diva who became reborn into the virtual world in order to fabricate a new world. No matter the time, place, or position, she warps through all the barricades with her dazzling talent.\n©kasokuSato",
        "imgUrl": "https://hololive.hololivepro.com/wp-content/uploads/2022/12/AZKi_pr-img_04-1029x2048.png",
        "fanName": "Kaitakusha (Pioneers)",
        "debut": "?",
        "BranchId": 2
    },
    {
        "spotifyId": "6YFKPqnL4YtX9jJmj5zkzv",
        "youtubeId": "UC-hM6YJuNYVAmUWxeIr9FeA",
        "name": "Sakura Miko",
        "content": "“Nya-hello! I'm the elite shrine maiden of hololive, Sakura Miko!”\n\nUsed to work hard in the Virtual Sakura Shrine accomplishing duties as a shrine maiden until, following the gods' orders, she was led to Japan where she found out about Tokino Sora. After developing huge admiration for her, she decided to become a virtual shrine maiden idol and continue to keep working hard for that dream!",
        "imgUrl": "https://hololive.hololivepro.com/wp-content/uploads/2021/04/unnamed-file-7-1536x1536.png",
        "fanName": "5P (read as “Miko-P”)",
        "debut": "August 1, 2018",
        "BranchId": 2
    },
    {
        "spotifyId": "726WiFmWkohzodUxK3XjHX",
        "youtubeId": "UC5CwaMl1eIgY8h02uZw7u8A",
        "name": "Hoshimachi Suisei",
        "content": "“It's your shooting star, your diamond in the rough, idol VTuber Hoshimachi Suisei!”\n\nA forever18 VTuber who deeply loves singing and idols.\nHer dream is to one day hold a live concert in Tokyo Budokan.",
        "imgUrl": "https://hololive.hololivepro.com/wp-content/uploads/2020/07/suisei_pr-img_1.png",
        "fanName": "Hoshiyomi (Stargazers)",
        "debut": "March 22, 2018",
        "BranchId": 2
    }
]